{"Fatigue":{"Low Risk":"Encourage patients to maintain adequate hydration and balanced nutrition. Educate them on the importance of regular exercise, with a focus on light to moderate activities. Suggest maintaining a consistent sleep schedule to ensure adequate rest. Monitor patients for any worsening of fatigue and consider adjusting the treatment plan if necessary.","Medium Risk":"Closely monitor patients for signs of worsening fatigue, which may indicate an underlying issue or an increased need for intervention. Consider implementing a more structured exercise program, with the guidance of a physical therapist or a specialist. Assess patients for potential contributing factors, such as anemia or thyroid dysfunction, and manage accordingly. Discuss the possibility of dose adjustments or medication changes with the patient's healthcare team if fatigue significantly impacts their quality of life.","High Risk":"Actively monitor patients for severe fatigue and the development of complications, including anemia or other contributing conditions. Collaborate with a multidisciplinary healthcare team, including oncologists, to address the underlying causes and manage treatment accordingly. Explore the option of referral to specialized rehabilitation or fatigue management programs. Evaluate the potential benefits of dose reduction, treatment interruption, or alternative therapies to mitigate the severity of fatigue while maintaining therapeutic efficacy."},"Blood pressure increased":{"Low Risk":"Encourage patients to maintain a healthy lifestyle, including regular exercise, balanced nutrition, and limiting excessive sodium intake. Monitor blood pressure at routine appointments and educate patients on the importance of regular blood pressure checks. Consider lifestyle modifications or pharmacological interventions if blood pressure elevations persist or worsen.","Medium Risk":"Closely monitor blood pressure and be prepared to initiate antihypertensive medication if necessary. Collaborate with the patient's healthcare team to adjust existing medications or introduce new ones to manage increased blood pressure. Educate patients on the signs of hypertensive crises and instruct them to seek immediate medical attention if these symptoms occur.","High Risk":"Actively manage blood pressure through a combination of lifestyle modifications and pharmacological interventions, including the possible use of multiple antihypertensive medications. Consult with a cardiologist or specialist to develop a tailored blood pressure management plan. Closely monitor patients for potential complications, such as hypertensive crisis, end-organ damage, or cerebrovascular events. Reevaluate the treatment plan and discuss the possibility of dose adjustments or alternative therapies if blood pressure remains uncontrolled or complications arise."},"Platelet count decreased":{"Low Risk":"Monitor platelet counts periodically during treatment, and educate patients about the signs and symptoms of low platelet count, such as bruising, petechiae, or bleeding. Advise patients to avoid activities that could lead to injuries and to report any unusual bleeding or bruising.","Medium Risk":"Closely monitor platelet counts and consider more frequent testing. If platelet counts decrease significantly, discuss the potential benefits of dose adjustments or temporary treatment interruptions with the patient's healthcare team. Encourage patients to report any bleeding events or other related symptoms promptly.","High Risk":"Regularly assess platelet counts and be prepared to initiate interventions, such as platelet transfusions or alternative treatments, if necessary. Consult with a hematologist to develop a comprehensive management plan for thrombocytopenia. Carefully weigh the risks and benefits of continuing Avastin treatment, and consider dose adjustments or discontinuation if platelet counts do not improve or if severe bleeding events occur."},"Weight decreased":{"Low Risk":"Monitor patients' weight periodically during treatment. Encourage patients to maintain a balanced diet and to report any significant weight loss or changes in appetite.","Medium Risk":"Closely monitor weight changes and consider more frequent assessments. If significant weight loss occurs, consult with a dietitian to develop a tailored nutrition plan to help maintain or regain weight. Discuss potential dose adjustments or temporary treatment interruptions with the patient's healthcare team if weight loss becomes a concern.","High Risk":"Regularly assess weight and be prepared to address substantial weight loss with interventions such as nutritional support, dietary counseling, or appetite stimulants. Collaborate with a dietitian to develop a comprehensive plan for managing weight loss, and consider dose adjustments or discontinuation of Avastin if weight loss becomes severe or impacts the patient's overall health."},"Headache":{"Low Risk":"Monitor patients for headache occurrence and severity. Recommend over-the-counter pain relievers like acetaminophen or ibuprofen for mild headaches, and advise patients to report any changes in headache frequency or intensity.","Medium Risk":"Closely monitor headache frequency and severity, and consider prescribing stronger pain relievers if over-the-counter medications are insufficient. Discuss potential dose adjustments or temporary treatment interruptions with the patient's healthcare team if headaches become more frequent or severe.","High Risk":"Evaluate patients regularly for headache severity and frequency, and prescribe appropriate pain management medications. If headaches become persistent or severe, consider a referral to a specialist for further evaluation and management. Assess the potential need for Avastin dose adjustments or discontinuation based on headache severity and impact on the patient's quality of life."},"Nausea":{"Low Risk":"Monitor patients for nausea and advise them to report any episodes. Recommend over-the-counter antiemetics or non-pharmacological approaches, such as ginger or small, frequent meals, to manage mild nausea.","Medium Risk":"Closely monitor nausea occurrence and severity. Consider prescribing antiemetic medications, such as ondansetron, if over-the-counter remedies are insufficient. Discuss potential dose adjustments or temporary treatment interruptions with the patient's healthcare team if nausea becomes more frequent or severe.","High Risk":"Regularly assess patients for nausea and prescribe appropriate antiemetic medications, such as ondansetron or granisetron, to manage symptoms. If nausea becomes persistent or severe, consider a referral to a specialist for further evaluation and management. Assess the potential need for Avastin dose adjustments or discontinuation based on nausea severity and impact on the patient's quality of life."},"Weight increased":{"Low Risk":"Monitor patients for weight changes and encourage them to maintain a healthy diet and exercise routine. Recommend patients to report any significant or rapid weight gain.","Medium Risk":"Closely monitor patients for weight gain and consider referral to a dietitian or nutritionist for personalized dietary recommendations. Discuss potential dose adjustments or temporary treatment interruptions with the patient's healthcare team if weight gain becomes a concern or impacts the patient's quality of life.","High Risk":"Regularly assess patients for weight changes and collaborate with a dietitian or nutritionist for personalized dietary recommendations and weight management strategies. If weight gain becomes a significant concern, consider a referral to a specialist for further evaluation and management. Assess the potential need for Avastin dose adjustments or discontinuation based on weight gain and its impact on the patient's quality of life."},"Asthenia":{"Low Risk":"Monitor patients for signs of asthenia and recommend patients to report any feelings of weakness or fatigue. Encourage patients to maintain a balanced diet, exercise routine, and adequate rest to manage mild asthenia symptoms.","Medium Risk":"Closely monitor patients for asthenia and consider referral to a specialist for further evaluation if symptoms become concerning. Discuss potential dose adjustments or temporary treatment interruptions with the patient's healthcare team if asthenia impacts the patient's quality of life.","High Risk":"Regularly assess patients for asthenia and collaborate with a specialist for further evaluation and management. If asthenia becomes a significant concern, consider additional supportive measures, such as physical or occupational therapy. Assess the potential need for Avastin dose adjustments or discontinuation based on asthenia severity and its impact on the patient's quality of life."},"Neutropenia":{"Low Risk":"Monitor patients for signs of infection and educate them on proper hygiene practices. Encourage patients to report any symptoms of infection or fever. Regularly check the patient's complete blood count (CBC) to ensure adequate neutrophil levels.","Medium Risk":"Closely monitor patients for neutropenia, including more frequent CBC tests. If neutropenia develops, consider dose adjustments or temporary treatment interruptions. Collaborate with the patient's healthcare team to manage the risk of infection, and educate patients on recognizing signs of infection that warrant medical attention.","High Risk":"Regularly assess patients for neutropenia and collaborate with a specialist for further evaluation and management. If neutropenia becomes severe or persistent, consider prophylactic use of granulocyte colony-stimulating factors (G-CSF), dose adjustments, or discontinuation of Avastin. Educate patients on recognizing and promptly reporting signs of infection to their healthcare provider."},"Hypertension":{"Low Risk":"Monitor patients for blood pressure changes and educate them on proper blood pressure management, such as maintaining a healthy diet, exercising regularly, and adhering to prescribed medications. Encourage patients to report any symptoms related to elevated blood pressure.","Medium Risk":"Closely monitor patients for hypertension and consider referral to a specialist for further evaluation if blood pressure becomes a concern. Collaborate with the patient's healthcare team to optimize blood pressure management, including potential dose adjustments or temporary treatment interruptions if hypertension becomes difficult to control.","High Risk":"Regularly assess patients for hypertension and collaborate with a specialist for further evaluation and management. If hypertension becomes a significant concern, consider additional supportive measures, such as implementing more aggressive blood pressure management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on hypertension severity and its impact on the patient's quality of life."},"Nasopharyngitis":{"Low Risk":"Monitor patients for signs of nasopharyngitis, such as nasal congestion or sore throat. Educate patients on maintaining proper hygiene and ways to prevent the spread of respiratory infections. Encourage patients to report any persistent or worsening symptoms.","Medium Risk":"Closely monitor patients for nasopharyngitis and consider evaluation by a specialist if symptoms become frequent or severe. Collaborate with the patient's healthcare team to manage symptoms and consider supportive treatments such as saline nasal sprays or over-the-counter medications for symptom relief.","High Risk":"Regularly assess patients for nasopharyngitis and collaborate with a specialist for further evaluation and management. If nasopharyngitis becomes a persistent or significant concern, consider additional supportive measures, such as implementing more aggressive symptom management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of nasopharyngitis and its impact on the patient's quality of life."},"Haemoglobin decreased":{"Low Risk":"Monitor patients for signs of anemia, such as fatigue or shortness of breath. Regularly check the patient's complete blood count (CBC) to ensure adequate hemoglobin levels. Encourage patients to maintain a diet rich in iron, vitamin B12, and folic acid.","Medium Risk":"Closely monitor patients for decreased hemoglobin levels, including more frequent CBC tests. If anemia develops, consider evaluation by a specialist to determine the underlying cause and appropriate management. Collaborate with the patient's healthcare team to optimize treatment, which may include iron supplementation or erythropoiesis-stimulating agents.","High Risk":"Regularly assess patients for anemia and collaborate with a specialist for further evaluation and management. If anemia becomes severe or persistent, consider additional supportive measures, such as blood transfusions, iron supplementation, or erythropoiesis-stimulating agents. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of anemia and its impact on the patient's quality of life."},"Seizure":{"Low Risk":"Monitor patients for signs of seizures, such as convulsions or sudden changes in behavior. Educate patients and caregivers on how to recognize a seizure and the appropriate steps to take in case one occurs. Encourage patients to report any seizure activity.","Medium Risk":"Closely monitor patients for seizure activity and consider evaluation by a neurologist if seizures develop. Collaborate with the patient's healthcare team to optimize seizure management, which may include antiepileptic medications or other appropriate interventions.","High Risk":"Regularly assess patients for seizures and collaborate with a neurologist for further evaluation and management. If seizures become frequent or severe, consider additional supportive measures, such as implementing more aggressive seizure management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of seizures and their impact on the patient's quality of life."},"Diarrhoea":{"Low Risk":"Monitor patients for signs of diarrhoea, such as loose or watery stools. Educate patients on maintaining proper hydration and dietary modifications that may help alleviate diarrhoea. Encourage patients to report any persistent or worsening symptoms.","Medium Risk":"Closely monitor patients for diarrhoea and consider evaluation by a gastroenterologist if symptoms become frequent or severe. Collaborate with the patient's healthcare team to manage diarrhoea, which may include over-the-counter antidiarrheal medications or prescription treatments.","High Risk":"Regularly assess patients for diarrhoea and collaborate with a gastroenterologist for further evaluation and management. If diarrhoea becomes severe or persistent, consider additional supportive measures, such as implementing more aggressive hydration and electrolyte replacement strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of diarrhoea and its impact on the patient's quality of life."},"Lymphocyte count decreased":{"Low Risk":"Monitor patients for changes in their lymphocyte count through routine blood tests. Educate patients on the potential implications of decreased lymphocyte count and the importance of maintaining a healthy immune system. Encourage patients to report any signs of infection or illness.","Medium Risk":"Closely monitor patients for decreases in lymphocyte count and consider evaluation by a hematologist or immunologist if significant changes are observed. Collaborate with the patient's healthcare team to manage the decreased lymphocyte count, which may include supportive care or treatment adjustments.","High Risk":"Regularly assess patients for lymphocyte count decreases and collaborate with a hematologist or immunologist for further evaluation and management. If lymphocyte count decreases become significant, consider additional supportive measures, such as implementing more aggressive immune system support strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the decreased lymphocyte count and its impact on the patient's quality of life."},"Cough":{"Low Risk":"Monitor patients for signs of cough and educate them on maintaining proper respiratory hygiene. Encourage patients to report any persistent or worsening cough symptoms. Consider recommending over-the-counter cough suppressants or home remedies for mild coughs.","Medium Risk":"Closely monitor patients for cough and consider evaluation by a pulmonologist if symptoms become frequent or severe. Collaborate with the patient's healthcare team to manage the cough, which may include prescription cough suppressants or other appropriate interventions.","High Risk":"Regularly assess patients for cough and collaborate with a pulmonologist for further evaluation and management. If cough becomes severe or persistent, consider additional supportive measures, such as implementing more aggressive cough management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the cough and its impact on the patient's quality of life."},"Infusion related reaction":{"Low Risk":null,"Medium Risk":null,"High Risk":null},"White blood cell count decreased":{"Low Risk":"Monitor patients for changes in their white blood cell count through routine blood tests. Educate patients on the potential implications of decreased white blood cell count and the importance of maintaining a healthy immune system. Encourage patients to report any signs of infection or illness.","Medium Risk":"Closely monitor patients for decreases in white blood cell count and consider evaluation by a hematologist or immunologist if significant changes are observed. Collaborate with the patient's healthcare team to manage the decreased white blood cell count, which may include supportive care or treatment adjustments.","High Risk":"Regularly assess patients for white blood cell count decreases and collaborate with a hematologist or immunologist for further evaluation and management. If white blood cell count decreases become significant, consider additional supportive measures, such as implementing more aggressive immune system support strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the decreased white blood cell count and its impact on the patient's quality of life."},"Vomiting":{"Low Risk":"Monitor patients for signs of vomiting and educate them on maintaining proper hydration and nutrition. Encourage patients to report any persistent or worsening vomiting symptoms. Consider recommending over-the-counter antiemetics or home remedies for mild vomiting.","Medium Risk":"Closely monitor patients for vomiting and consider evaluation by a gastroenterologist if symptoms become frequent or severe. Collaborate with the patient's healthcare team to manage the vomiting, which may include prescription antiemetics or other appropriate interventions.","High Risk":"Regularly assess patients for vomiting and collaborate with a gastroenterologist for further evaluation and management. If vomiting becomes severe or persistent, consider additional supportive measures, such as implementing more aggressive antiemetic strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the vomiting and its impact on the patient's quality of life."},"Fall":{"Low Risk":"Monitor patients for signs of dizziness, weakness, or balance issues that could increase the risk of falls. Educate patients on fall prevention strategies, such as maintaining a safe home environment and engaging in regular exercise to improve strength and balance. Encourage patients to report any falls or related concerns.","Medium Risk":"Closely monitor patients for factors that may increase the risk of falls, such as worsening dizziness, weakness, or balance issues. Consider evaluation by a physical therapist or neurologist if necessary. Collaborate with the patient's healthcare team to implement appropriate fall prevention strategies and interventions.","High Risk":"Regularly assess patients for fall risk factors and collaborate with a physical therapist or neurologist for further evaluation and management. Implement more aggressive fall prevention strategies, such as assistive devices or home modifications. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of fall risk factors and their impact on the patient's quality of life."},"Red cell distribution width increased":{"Low Risk":"Monitor patients for changes in red cell distribution width (RDW) through routine blood tests. Educate patients on the potential implications of increased RDW and the importance of maintaining healthy red blood cell function. Encourage patients to report any symptoms of anemia or other related concerns.","Medium Risk":"Closely monitor patients for increases in RDW and consider evaluation by a hematologist if significant changes are observed. Collaborate with the patient's healthcare team to manage the increased RDW, which may include supportive care or treatment adjustments.","High Risk":"Regularly assess patients for RDW increases and collaborate with a hematologist for further evaluation and management. If RDW increases become significant, consider additional supportive measures, such as implementing more aggressive anemia management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the increased RDW and its impact on the patient's quality of life."},"Red blood cell count decreased":{"Low Risk":"Monitor patients for changes in red blood cell count through routine blood tests. Educate patients on the potential implications of decreased red blood cell count and the importance of maintaining healthy red blood cell function. Encourage patients to report any symptoms of anemia or other related concerns.","Medium Risk":"Closely monitor patients for decreases in red blood cell count and consider evaluation by a hematologist if significant changes are observed. Collaborate with the patient's healthcare team to manage the decreased red blood cell count, which may include supportive care or treatment adjustments.","High Risk":"Regularly assess patients for decreases in red blood cell count and collaborate with a hematologist for further evaluation and management. If red blood cell count decreases become significant, consider additional supportive measures, such as implementing more aggressive anemia management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the decreased red blood cell count and its impact on the patient's quality of life."},"Heart rate increased":{"Low Risk":"Monitor patients for changes in heart rate and educate them on the potential implications of increased heart rate. Encourage patients to report any palpitations, chest pain, or shortness of breath. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to increased heart rate.","Medium Risk":"Closely monitor patients for increases in heart rate and consider evaluation by a cardiologist if significant changes are observed. Collaborate with the patient's healthcare team to manage the increased heart rate, which may include treatment adjustments or supportive care.","High Risk":"Regularly assess patients for increases in heart rate and collaborate with a cardiologist for further evaluation and management. If heart rate increases become significant, consider additional supportive measures, such as implementing more aggressive cardiovascular management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the increased heart rate and its impact on the patient's quality of life."},"Abdominal pain":{"Low Risk":"Monitor patients for any complaints of abdominal pain and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe abdominal pain. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to abdominal pain.","Medium Risk":"Closely monitor patients for abdominal pain and consider evaluation by a gastroenterologist if significant or persistent pain is reported. Collaborate with the patient's healthcare team to manage the abdominal pain, which may include treatment adjustments or supportive care.","High Risk":"Regularly assess patients for abdominal pain and collaborate with a gastroenterologist for further evaluation and management. If abdominal pain becomes significant, consider additional supportive measures, such as implementing more aggressive pain management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the abdominal pain and its impact on the patient's quality of life."},"Dyspnoea":{"Low Risk":"Monitor patients for any complaints of shortness of breath or difficulty breathing, and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe dyspnoea. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to dyspnoea.","Medium Risk":"Closely monitor patients for dyspnoea and consider evaluation by a pulmonologist if significant or persistent breathing difficulties are reported. Collaborate with the patient's healthcare team to manage the dyspnoea, which may include treatment adjustments or supportive care.","High Risk":"Regularly assess patients for dyspnoea and collaborate with a pulmonologist for further evaluation and management. If dyspnoea becomes significant, consider additional supportive measures, such as implementing more aggressive respiratory management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the dyspnoea and its impact on the patient's quality of life."},"Oxygen saturation decreased":{"Low Risk":"Monitor patients for any signs of decreased oxygen saturation and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to decreased oxygen saturation. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for decreased oxygen saturation and consider evaluation by a pulmonologist if significant or persistent changes are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments or supportive care.","High Risk":"Regularly assess patients for decreased oxygen saturation and collaborate with a pulmonologist for further evaluation and management. If oxygen saturation becomes significantly low, consider additional supportive measures, such as implementing supplemental oxygen therapy. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the decreased oxygen saturation and its impact on the patient's quality of life."},"Epistaxis":{"Low Risk":"Monitor patients for any complaints of nosebleeds and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe epistaxis. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to epistaxis.","Medium Risk":"Closely monitor patients for epistaxis and consider evaluation by an otolaryngologist if significant or persistent nosebleeds are reported. Collaborate with the patient's healthcare team to manage the epistaxis, which may include treatment adjustments or supportive care.","High Risk":"Regularly assess patients for epistaxis and collaborate with an otolaryngologist for further evaluation and management. If nosebleeds become significant, consider additional supportive measures, such as implementing more aggressive bleeding control strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the epistaxis and its impact on the patient's quality of life."},"Proteinuria":{"Low Risk":"Monitor patients for any signs of proteinuria and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to proteinuria. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for proteinuria and consider evaluation by a nephrologist if significant or persistent proteinuria is reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments or supportive care.","High Risk":"Regularly assess patients for proteinuria and collaborate with a nephrologist for further evaluation and management. If proteinuria becomes significantly high, consider additional supportive measures, such as implementing appropriate renal protective therapies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the proteinuria and its impact on the patient's quality of life."},"Pain":{"Low Risk":"Monitor patients for any complaints of pain and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe pain. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to pain.","Medium Risk":"Closely monitor patients for pain and consider evaluation by a pain management specialist if significant or persistent pain is reported. Collaborate with the patient's healthcare team to manage the pain, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for pain and collaborate with a pain management specialist for further evaluation and management. If pain becomes significant, consider additional supportive measures, such as implementing more aggressive pain management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the pain and its impact on the patient's quality of life."},"Neuropathy peripheral":{"Low Risk":"Monitor patients for any signs of peripheral neuropathy and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to peripheral neuropathy. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for peripheral neuropathy and consider evaluation by a neurologist if significant or persistent symptoms are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for peripheral neuropathy and collaborate with a neurologist for further evaluation and management. If peripheral neuropathy becomes significantly severe, consider additional supportive measures, such as implementing appropriate neuropathy management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the peripheral neuropathy and its impact on the patient's quality of life."},"Haematocrit decreased":{"Low Risk":"Monitor patients for any signs of decreased haematocrit and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to decreased haematocrit. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for decreased haematocrit and consider evaluation by a hematologist if significant or persistent decreases are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for decreased haematocrit and collaborate with a hematologist for further evaluation and management. If haematocrit levels become significantly low, consider additional supportive measures, such as implementing appropriate anemia management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the decreased haematocrit and its impact on the patient's quality of life."},"Balance disorder":{"Low Risk":"Monitor patients for any signs of balance disorders and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to balance issues. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for balance disorders and consider evaluation by a specialist, such as a neurologist or an ear, nose, and throat (ENT) specialist, if significant or persistent symptoms are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for balance disorders and collaborate with a specialist for further evaluation and management. If balance issues become significantly severe, consider additional supportive measures, such as implementing appropriate balance management strategies or physical therapy. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the balance disorder and its impact on the patient's quality of life."},"Neoplasm progression":{"Low Risk":"Monitor patients for any signs of neoplasm progression and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to neoplasm progression. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for neoplasm progression and consider evaluation by an oncologist if significant or persistent progression is reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for neoplasm progression and collaborate with an oncologist for further evaluation and management. If neoplasm progression becomes significantly severe, consider additional supportive measures, such as implementing appropriate cancer management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the neoplasm progression and its impact on the patient's quality of life."},"Thrombosis":{"Low Risk":"Monitor patients for any signs of thrombosis and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to thrombosis. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for thrombosis and consider evaluation by a specialist, such as a cardiologist or a vascular specialist, if significant or persistent symptoms are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for thrombosis and collaborate with a specialist for further evaluation and management. If thrombosis becomes significantly severe, consider additional supportive measures, such as implementing appropriate anticoagulant therapy. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of thrombosis and its impact on the patient's quality of life."},"Heart rate decreased":{"Low Risk":"Monitor patients for any signs of decreased heart rate and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to a decreased heart rate. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for decreased heart rate and consider evaluation by a specialist, such as a cardiologist, if significant or persistent symptoms are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for decreased heart rate and collaborate with a specialist for further evaluation and management. If the decreased heart rate becomes significantly severe, consider additional supportive measures, such as implementing appropriate cardiac management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the decreased heart rate and its impact on the patient's quality of life."},"Confusional state":{"Low Risk":"Monitor patients for any signs of a confusional state and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to confusion. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for a confusional state and consider evaluation by a specialist, such as a neurologist or psychiatrist, if significant or persistent symptoms are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for a confusional state and collaborate with a specialist for further evaluation and management. If confusion becomes significantly severe, consider additional supportive measures, such as cognitive therapies or pharmacologic interventions. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of confusion and its impact on the patient's quality of life."},"Neutrophil count increased":{"Low Risk":"Monitor patients for any signs of an increased neutrophil count and educate them on the potential implications of this side effect. Encourage patients to report any persistent or severe symptoms related to an increased neutrophil count. Maintain awareness of potential risk factors, such as concurrent medications or underlying health conditions that may contribute to this side effect.","Medium Risk":"Closely monitor patients for an increased neutrophil count and consider evaluation by a specialist, such as a hematologist, if significant or persistent symptoms are reported. Collaborate with the patient's healthcare team to manage this side effect, which may include treatment adjustments, supportive care, or pharmacologic interventions.","High Risk":"Regularly assess patients for an increased neutrophil count and collaborate with a specialist for further evaluation and management. If the increased neutrophil count becomes significantly severe, consider additional supportive measures, such as implementing appropriate hematologic management strategies. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the increased neutrophil count and its impact on the patient's quality of life."},"Urinary tract infection":{"Low Risk":"Instruct patients to maintain proper hygiene and increase fluid intake to minimize the risk of urinary tract infections (UTIs). Monitor patients for any signs of UTIs, such as dysuria, frequency, urgency, or suprapubic pain. Encourage patients to report any persistent or severe symptoms related to UTIs. Assess for potential risk factors, such as concurrent medications or underlying health conditions that may contribute to UTIs.","Medium Risk":"Closely monitor patients for UTIs, and if symptoms are reported, consider urinalysis and urine culture to guide appropriate antibiotic therapy. Collaborate with the patient's healthcare team to manage UTIs, which may include treatment adjustments, supportive care, or pharmacologic interventions. Assess for potential interactions between Avastin and antibiotics to ensure proper treatment efficacy.","High Risk":"Regularly assess patients for UTIs and collaborate with a specialist, such as a urologist or infectious disease specialist, for further evaluation and management. If UTIs become recurrent or severe, consider prophylactic measures, such as low-dose antibiotic therapy or cranberry supplementation. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of UTIs and their impact on the patient's quality of life."},"Malaise":{"Low Risk":"Educate patients about the potential side effect of malaise and encourage them to maintain a balanced lifestyle, including proper nutrition, exercise, and stress management, to minimize its impact. Monitor patients for any signs of malaise and encourage them to report any persistent or severe symptoms. Assess for potential risk factors, such as concurrent medications or underlying health conditions that may contribute to malaise.","Medium Risk":"Closely monitor patients for malaise and consider evaluation by a specialist, such as a primary care physician or psychiatrist, if significant or persistent symptoms are reported. Collaborate with the patient's healthcare team to manage malaise, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as analgesics or antidepressants.","High Risk":"Regularly assess patients for malaise and collaborate with a specialist for further evaluation and management. If malaise becomes significantly severe, consider additional supportive measures, such as counseling, cognitive-behavioral therapy, or pharmacologic interventions. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of malaise and its impact on the patient's quality of life."},"Pyrexia":{"Low Risk":"Educate patients about the potential side effect of pyrexia and instruct them to monitor their temperature regularly. Encourage patients to report any persistent or severe fever. Recommend over-the-counter antipyretics, such as acetaminophen or ibuprofen, for fever management. Assess for potential risk factors, such as concurrent medications or underlying health conditions that may contribute to pyrexia.","Medium Risk":"Closely monitor patients for pyrexia and consider evaluation by a primary care physician if significant or persistent fever is reported. Collaborate with the patient's healthcare team to manage pyrexia, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as prescription antipyretics or antibiotics if an infection is suspected.","High Risk":"Regularly assess patients for pyrexia and collaborate with a specialist for further evaluation and management. If pyrexia becomes significantly severe or recurrent, consider additional supportive measures, such as intravenous fluids or hospitalization for observation. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of pyrexia and its impact on the patient's quality of life."},"Hypotension":{"Low Risk":"Educate patients about the potential side effect of hypotension and instruct them to monitor their blood pressure regularly. Encourage patients to report any persistent or severe hypotension symptoms, such as dizziness, lightheadedness, or syncope. Recommend lifestyle modifications, such as staying well-hydrated, rising slowly from a sitting or lying position, and avoiding sudden postural changes, to minimize the impact of hypotension.","Medium Risk":"Closely monitor patients for hypotension and consider evaluation by a primary care physician or a cardiologist if significant or persistent hypotension is reported. Collaborate with the patient's healthcare team to manage hypotension, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as adjusting antihypertensive medications or prescribing medications to increase blood pressure, if necessary.","High Risk":"Regularly assess patients for hypotension and collaborate with a specialist for further evaluation and management. If hypotension becomes significantly severe or recurrent, consider additional supportive measures, such as hospitalization for observation or intravenous fluid administration. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of hypotension and its impact on the patient's quality of life."},"Pulmonary embolism":{"Low Risk":"Educate patients about the potential risk of pulmonary embolism associated with Avastin and advise them to report any sudden onset of dyspnea, chest pain, or hemoptysis. Encourage patients to maintain an active lifestyle and consider the use of compression stockings to minimize the risk of venous thromboembolism. Assess for potential risk factors, such as a history of thrombosis, immobilization, or coagulation disorders.","Medium Risk":"Closely monitor patients for signs and symptoms of pulmonary embolism and consider evaluation by a primary care physician or a specialist if symptoms are reported. Collaborate with the patient's healthcare team to manage the risk of pulmonary embolism, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as anticoagulant therapy in selected cases.","High Risk":"Regularly assess patients for pulmonary embolism and collaborate with a specialist for further evaluation and management. If a pulmonary embolism is suspected or confirmed, initiate appropriate treatment, which may include anticoagulant therapy, thrombolytic therapy, or mechanical thrombectomy. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the pulmonary embolism and its impact on the patient's quality of life."},"Mobility decreased":{"Low Risk":"Educate patients about the potential side effect of decreased mobility and instruct them to monitor their physical function regularly. Encourage patients to report any persistent or significant reduction in mobility. Recommend regular physical activity and stretching exercises to maintain muscle strength, joint flexibility, and overall mobility.","Medium Risk":"Closely monitor patients for decreased mobility and consider evaluation by a primary care physician or a physiotherapist if significant or persistent mobility reduction is reported. Collaborate with the patient's healthcare team to manage decreased mobility, which may include treatment adjustments, supportive care, or rehabilitation interventions, such as physical therapy and occupational therapy.","High Risk":"Regularly assess patients for decreased mobility and collaborate with a specialist for further evaluation and management. If decreased mobility becomes significantly severe or persistent, consider additional supportive measures, such as assistive devices or home modifications to maintain independence and safety. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of decreased mobility and its impact on the patient's quality of life."},"Dizziness":{"Low Risk":"Educate patients about the potential side effect of dizziness associated with Avastin and advise them to report any episodes of dizziness or lightheadedness. Recommend that patients stand up slowly and avoid sudden position changes to minimize the risk of dizziness. Encourage patients to stay well-hydrated and maintain a balanced diet.","Medium Risk":"Closely monitor patients for dizziness and consider evaluation by a primary care physician or a specialist if symptoms are reported. Collaborate with the patient's healthcare team to manage dizziness, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as adjusting concomitant medications that may contribute to dizziness.","High Risk":"Regularly assess patients for dizziness and collaborate with a specialist for further evaluation and management. If dizziness becomes significantly severe or persistent, consider additional supportive measures, such as balance training, physical therapy, or vestibular rehabilitation. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of dizziness and its impact on the patient's quality of life."},"Pneumonia":{"Low Risk":"Educate patients about the potential risk of pneumonia associated with Avastin and advise them to report any symptoms such as fever, cough, or shortness of breath. Encourage patients to practice good hygiene, get appropriate vaccinations, and maintain a healthy lifestyle to minimize the risk of infection.","Medium Risk":"Closely monitor patients for signs and symptoms of pneumonia and consider evaluation by a primary care physician or a specialist if symptoms are reported. Collaborate with the patient's healthcare team to manage pneumonia, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as antibiotics and corticosteroids.","High Risk":"Regularly assess patients for pneumonia and collaborate with a specialist for further evaluation and management. If pneumonia is suspected or confirmed, initiate appropriate treatment, which may include hospitalization, intravenous antibiotics, and respiratory support. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of pneumonia and its impact on the patient's quality of life."},"Hemiparesis":{"Low Risk":"Educate patients about the potential side effect of hemiparesis associated with Avastin and advise them to report any sudden weakness or paralysis on one side of the body. Encourage patients to maintain a healthy lifestyle and engage in regular physical activity to promote muscle strength and coordination.","Medium Risk":"Closely monitor patients for signs and symptoms of hemiparesis and consider evaluation by a primary care physician or a neurologist if symptoms are reported. Collaborate with the patient's healthcare team to manage hemiparesis, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as anticoagulants, antiplatelet agents, or adjusting concomitant medications that may contribute to hemiparesis.","High Risk":"Regularly assess patients for hemiparesis and collaborate with a specialist for further evaluation and management. If hemiparesis becomes significantly severe or persistent, consider additional supportive measures, such as physical therapy, occupational therapy, or rehabilitation. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of hemiparesis and its impact on the patient's quality of life."},"Muscular weakness":{"Low Risk":"Educate patients about the potential side effect of muscular weakness associated with Avastin and advise them to report any episodes of muscle weakness or reduced muscle strength. Encourage patients to maintain a healthy lifestyle and engage in regular physical activity to promote muscle strength and endurance.","Medium Risk":"Closely monitor patients for muscular weakness and consider evaluation by a primary care physician or a specialist if symptoms are reported. Collaborate with the patient's healthcare team to manage muscular weakness, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as adjusting concomitant medications that may contribute to muscular weakness.","High Risk":"Regularly assess patients for muscular weakness and collaborate with a specialist for further evaluation and management. If muscular weakness becomes significantly severe or persistent, consider additional supportive measures, such as physical therapy, occupational therapy, or a personalized exercise program. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of muscular weakness and its impact on the patient's quality of life."},"General physical health deterioration":{"Low Risk":"Educate patients about the potential side effect of general physical health deterioration associated with Avastin and advise them to report any decline in their overall health. Encourage patients to maintain a healthy lifestyle and engage in regular physical activity to promote well-being and general health.","Medium Risk":"Closely monitor patients for signs of general physical health deterioration and consider evaluation by a primary care physician or a specialist if symptoms are reported. Collaborate with the patient's healthcare team to manage the deterioration, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as addressing concomitant conditions or adjusting concomitant medications that may contribute to the decline in overall health.","High Risk":"Regularly assess patients for general physical health deterioration and collaborate with a specialist for further evaluation and management. If the decline in overall health becomes significantly severe or persistent, consider additional supportive measures, such as nutritional counseling, physical therapy, or occupational therapy. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the deterioration and its impact on the patient's quality of life."},"Hypoaesthesia":{"Low Risk":"Educate patients about the potential side effect of hypoaesthesia associated with Avastin and advise them to report any reduced sensation or numbness. Encourage patients to maintain a healthy lifestyle and engage in regular physical activity to promote nerve function and overall well-being.","Medium Risk":"Closely monitor patients for signs of hypoaesthesia and consider evaluation by a primary care physician or a neurologist if symptoms are reported. Collaborate with the patient's healthcare team to manage hypoaesthesia, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as adjusting concomitant medications that may contribute to hypoaesthesia.","High Risk":"Regularly assess patients for hypoaesthesia and collaborate with a specialist for further evaluation and management. If hypoaesthesia becomes significantly severe or persistent, consider additional supportive measures, such as physical therapy, occupational therapy, or referral to a pain management specialist. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of hypoaesthesia and its impact on the patient's quality of life."},"Body temperature decreased":{"Low Risk":"Educate patients about the potential side effect of decreased body temperature associated with Avastin and advise them to report any unusual sensations of feeling cold or experiencing chills. Encourage patients to dress appropriately for the ambient temperature and monitor their body temperature regularly.","Medium Risk":"Closely monitor patients for signs of decreased body temperature and consider evaluation by a primary care physician if symptoms are reported. Collaborate with the patient's healthcare team to manage body temperature changes, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as addressing concomitant conditions or adjusting concomitant medications that may contribute to decreased body temperature.","High Risk":"Regularly assess patients for decreased body temperature and collaborate with a specialist for further evaluation and management. If body temperature changes become significantly severe or persistent, consider additional supportive measures, such as warming blankets, thermal wear, or heated saline infusions during treatment administration. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of decreased body temperature and its impact on the patient's quality of life."},"Gait disturbance":{"Low Risk":"Educate patients about the potential side effect of gait disturbance associated with Avastin and advise them to report any changes in their walking or balance. Encourage patients to engage in regular physical activity and balance exercises to promote mobility and overall well-being.","Medium Risk":"Closely monitor patients for signs of gait disturbance and consider evaluation by a primary care physician or a neurologist if symptoms are reported. Collaborate with the patient's healthcare team to manage gait disturbances, which may include treatment adjustments, supportive care, or pharmacologic interventions, such as addressing concomitant conditions or adjusting concomitant medications that may contribute to gait disturbance.","High Risk":"Regularly assess patients for gait disturbance and collaborate with a specialist for further evaluation and management. If gait disturbance becomes significantly severe or persistent, consider additional supportive measures, such as physical therapy, occupational therapy, or referral to a balance and mobility specialist. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of gait disturbance and its impact on the patient's quality of life."},"Mean cell volume increased":{"Low Risk":"Educate patients about the potential side effect of increased mean cell volume (MCV) associated with Avastin and advise them to report any unusual symptoms. Recommend regular complete blood count (CBC) tests to monitor MCV levels and maintain ongoing communication with the patient's healthcare team.","Medium Risk":"Closely monitor patients for signs of increased MCV and collaborate with a hematologist if abnormal MCV levels are detected. Manage the underlying cause of increased MCV, which may include treatment adjustments, addressing concomitant conditions, or adjusting concomitant medications that may contribute to increased MCV.","High Risk":"Regularly assess patients for increased MCV and collaborate with a specialist for further evaluation and management. If MCV levels become significantly elevated, consider additional diagnostic testing to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of increased MCV and its impact on the patient's overall health."},"Decreased appetite":{"Low Risk":"Educate patients about the potential side effect of decreased appetite associated with Avastin and advise them to report any significant changes in their eating habits. Encourage patients to maintain a balanced diet and consider recommending small, frequent meals to maintain adequate nutrient intake.","Medium Risk":"Closely monitor patients for signs of decreased appetite and collaborate with a primary care physician or nutritionist if symptoms are reported. Manage decreased appetite through supportive care or pharmacologic interventions, such as appetite stimulants, addressing concomitant conditions, or adjusting concomitant medications that may contribute to decreased appetite.","High Risk":"Regularly assess patients for decreased appetite and collaborate with a specialist for further evaluation and management. If appetite loss becomes significantly severe or persistent, consider additional supportive measures, such as enteral or parenteral nutrition, as well as potential adjustments to the Avastin treatment regimen. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of decreased appetite and its impact on the patient's nutritional status and quality of life."},"Arthralgia":{"Low Risk":"Educate patients about the potential side effect of arthralgia associated with Avastin and advise them to report any joint pain. Encourage patients to maintain a healthy lifestyle, including regular low-impact exercise and stretching to help manage joint discomfort.","Medium Risk":"Closely monitor patients for signs of arthralgia and collaborate with a primary care physician or rheumatologist if joint pain is reported. Manage arthralgia through supportive care, such as nonsteroidal anti-inflammatory drugs (NSAIDs) or other pain-relief medications, and consider physiotherapy or other non-pharmacologic interventions.","High Risk":"Regularly assess patients for arthralgia and collaborate with a specialist for further evaluation and management. If joint pain becomes significantly severe or persistent, consider additional diagnostic testing to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of arthralgia and its impact on the patient's quality of life."},"Constipation":{"Low Risk":"Educate patients about the potential side effect of constipation associated with Avastin and advise them to report any changes in bowel habits. Encourage patients to maintain a high-fiber diet, stay well-hydrated, and engage in regular physical activity to help manage constipation.","Medium Risk":"Closely monitor patients for signs of constipation and collaborate with a primary care physician or gastroenterologist if symptoms are reported. Manage constipation through supportive care, such as over-the-counter laxatives, stool softeners, or other pharmacologic interventions, and address any concomitant conditions or medications that may contribute to constipation.","High Risk":"Regularly assess patients for constipation and collaborate with a specialist for further evaluation and management. If constipation becomes significantly severe or persistent, consider additional diagnostic testing to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of constipation and its impact on the patient's quality of life."},"Protein urine present":{"Low Risk":null,"Medium Risk":null,"High Risk":null},"Mean cell haemoglobin increased":{"Low Risk":"Educate patients about the potential side effect of increased mean cell hemoglobin (MCH) associated with Avastin and advise them to report any symptoms related to anemia or fatigue. Perform baseline and periodic complete blood count (CBC) tests to monitor MCH levels during Avastin therapy.","Medium Risk":"Closely monitor patients for signs of increased MCH and collaborate with a hematologist if changes in MCH levels are reported. Manage any underlying causes of increased MCH, such as vitamin B12 or folate deficiency, through appropriate supplementation or dietary modifications.","High Risk":"Regularly assess patients for changes in MCH and collaborate with a specialist for further evaluation and management. If increased MCH becomes significantly severe or persistent, consider additional diagnostic testing to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of increased MCH and its impact on the patient's hematological status."},"Speech disorder":{"Low Risk":"Educate patients about the potential side effect of speech disorders associated with Avastin and advise them to report any difficulties with speech or language. Monitor patients during routine visits for any speech issues.","Medium Risk":"Closely monitor patients for signs of speech disorders and collaborate with a speech therapist if problems are reported. Manage any underlying causes of speech disorders, such as cerebrovascular events or neurological conditions, through appropriate treatment and rehabilitation.","High Risk":"Regularly assess patients for speech disorders and collaborate with a specialist for further evaluation and management. If speech disorders become significantly severe or persistent, consider additional diagnostic testing to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the speech disorder and its impact on the patient's quality of life."},"Somnolence":{"Low Risk":"Educate patients about the potential side effect of somnolence associated with Avastin and advise them to report any excessive drowsiness or sleepiness. Monitor patients during routine visits for any signs of somnolence.","Medium Risk":"Closely monitor patients for signs of somnolence and manage it through supportive care, such as advising patients to maintain a consistent sleep schedule, limit caffeine intake, and avoid activities requiring alertness when drowsy.","High Risk":"Regularly assess patients for somnolence and collaborate with a specialist for further evaluation and management. If somnolence becomes significantly severe or persistent, consider additional diagnostic testing to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of somnolence and its impact on the patient's daily functioning."},"Rectal haemorrhage":{"Low Risk":"Educate patients about the potential side effect of rectal haemorrhage associated with Avastin and advise them to report any instances of rectal bleeding. Monitor patients during routine visits for any signs of rectal haemorrhage.","Medium Risk":"Closely monitor patients for signs of rectal haemorrhage and manage it through supportive care, such as ensuring adequate hydration and recommending stool softeners to reduce straining during bowel movements. Collaborate with a gastroenterologist if rectal bleeding is persistent or worsening.","High Risk":"Regularly assess patients for rectal haemorrhage and collaborate with a specialist for further evaluation and management. If rectal haemorrhage becomes significantly severe or persistent, consider additional diagnostic testing, such as colonoscopy, to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of rectal haemorrhage and its impact on the patient's quality of life."},"Back pain":{"Low Risk":"Educate patients about the potential side effect of back pain associated with Avastin and advise them to report any instances of pain or discomfort. Monitor patients during routine visits for any signs of back pain.","Medium Risk":"Closely monitor patients for signs of back pain and manage it through supportive care, such as recommending over-the-counter pain relievers, applying heat or cold packs, and encouraging gentle stretching exercises.","High Risk":"Regularly assess patients for back pain and collaborate with a specialist, such as a physiotherapist or orthopedic specialist, for further evaluation and management. If back pain becomes significantly severe or persistent, consider additional diagnostic testing to determine the cause and provide appropriate treatment. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of back pain and its impact on the patient's daily functioning."},"Blood pressure diastolic increased":{"Low Risk":"Educate patients about the potential side effect of increased diastolic blood pressure associated with Avastin and advise them to monitor their blood pressure regularly. Monitor patients during routine visits for any signs of increased diastolic blood pressure.","Medium Risk":"Closely monitor patients for signs of increased diastolic blood pressure and manage it through lifestyle modifications, such as a low-sodium diet, regular exercise, and stress management. Consider initiating antihypertensive medication if lifestyle modifications are insufficient to control blood pressure.","High Risk":"Regularly assess patients for increased diastolic blood pressure and collaborate with a specialist, such as a cardiologist, for further evaluation and management. If increased diastolic blood pressure becomes significantly severe or persistent, consider initiating or adjusting antihypertensive medication, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the side effect and its impact on the patient's cardiovascular health."},"Dehydration":{"Low Risk":"Educate patients about the potential side effect of dehydration associated with Avastin and advise them to maintain adequate hydration by consuming sufficient fluids daily. Monitor patients during routine visits for any signs of dehydration.","Medium Risk":"Closely monitor patients for signs of dehydration and manage it through supportive care, such as encouraging increased fluid intake and providing guidance on electrolyte replacement, if needed. Monitor for potential complications related to dehydration, such as kidney injury or electrolyte imbalances.","High Risk":"Regularly assess patients for dehydration and collaborate with a specialist, such as a nephrologist, for further evaluation and management. If dehydration becomes significantly severe or persistent, consider additional supportive measures, such as intravenous fluid administration, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of dehydration and its impact on the patient's overall health."},"Blood pressure systolic increased":{"Low Risk":"Educate patients about the potential side effect of increased systolic blood pressure associated with Avastin and advise them to monitor their blood pressure regularly. Monitor patients during routine visits for any signs of increased systolic blood pressure.","Medium Risk":"Closely monitor patients for signs of increased systolic blood pressure and manage it through lifestyle modifications, such as a low-sodium diet, regular exercise, and stress management. Consider initiating antihypertensive medication if lifestyle modifications are insufficient to control blood pressure.","High Risk":"Regularly assess patients for increased systolic blood pressure and collaborate with a specialist, such as a cardiologist, for further evaluation and management. If increased systolic blood pressure becomes significantly severe or persistent, consider initiating or adjusting antihypertensive medication, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the side effect and its impact on the patient's cardiovascular health."},"Infection":{"Low Risk":"Educate patients about the potential risk of infection associated with Avastin and advise them to practice proper hygiene and infection prevention measures. Monitor patients during routine visits for any signs of infection.","Medium Risk":"Closely monitor patients for signs of infection and manage it through appropriate antimicrobial therapy, if necessary. Consider initiating prophylactic antibiotics or antifungal agents in patients with a history of recurrent infections or those with known risk factors for infection.","High Risk":"Regularly assess patients for infection and collaborate with a specialist, such as an infectious disease specialist, for further evaluation and management. If infection becomes significantly severe or persistent, consider additional supportive measures, such as hospitalization or intravenous antimicrobial therapy, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of infection and its impact on the patient's overall health."},"Haemorrhage":{"Low Risk":"Educate patients about the potential risk of haemorrhage associated with Avastin and advise them to report any unusual bleeding or bruising. Monitor patients during routine visits for any signs of haemorrhage.","Medium Risk":"Closely monitor patients for signs of haemorrhage and manage it through appropriate supportive measures, such as local compression, hemostatic agents, or blood transfusions, if necessary. Consider discontinuing antiplatelet agents or anticoagulants in patients with a history of bleeding disorders or those with known risk factors for haemorrhage.","High Risk":"Regularly assess patients for haemorrhage and collaborate with a specialist, such as a hematologist, for further evaluation and management. If haemorrhage becomes significantly severe or persistent, consider additional supportive measures, such as hospitalization, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of haemorrhage and its impact on the patient's overall health."},"Dysphonia":{"Low Risk":"Educate patients about the potential risk of dysphonia associated with Avastin and advise them to report any changes in voice quality. Monitor patients during routine visits for any signs of dysphonia.","Medium Risk":"Closely monitor patients for signs of dysphonia and manage it through appropriate supportive measures, such as voice therapy, vocal hygiene, or medications to reduce inflammation or edema, if necessary. Encourage patients to avoid vocal strain and rest their voice as needed.","High Risk":"Regularly assess patients for dysphonia and collaborate with a specialist, such as an otolaryngologist, for further evaluation and management. If dysphonia becomes significantly severe or persistent, consider additional supportive measures, such as voice therapy or surgical intervention, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of dysphonia and its impact on the patient's quality of life."},"Rash":{"Low Risk":"Educate patients about the potential risk of rash associated with Avastin and advise them to report any skin changes. Monitor patients during routine visits for any signs of rash.","Medium Risk":"Closely monitor patients for signs of rash and manage it through appropriate supportive measures, such as topical corticosteroids, antihistamines, or emollients, if necessary. Encourage patients to avoid irritants and allergens that may exacerbate the rash.","High Risk":"Regularly assess patients for rash and collaborate with a specialist, such as a dermatologist, for further evaluation and management. If rash becomes significantly severe or persistent, consider additional supportive measures, such as systemic corticosteroids or other immunosuppressive agents, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of rash and its impact on the patient's quality of life."},"Pain in extremity":{"Low Risk":null,"Medium Risk":null,"High Risk":null},"Contusion":{"Low Risk":"Educate patients about the potential risk of contusion associated with Avastin and advise them to report any unexplained bruising or injuries. Monitor patients during routine visits for any signs of contusion.","Medium Risk":"Closely monitor patients for signs of contusion and manage it through appropriate supportive measures, such as rest, ice, compression, and elevation (RICE) therapy, if necessary. Encourage patients to use caution and take safety measures to minimize the risk of falls or injuries that could lead to contusions.","High Risk":"Regularly assess patients for contusion and collaborate with a specialist, such as a hematologist or orthopedist, for further evaluation and management. If contusion becomes significantly severe or persistent, consider additional supportive measures, such as physical therapy or blood clotting factor replacement, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of contusion and its impact on the patient's overall health."},"Monocyte count increased":{"Low Risk":"Educate patients about the potential risk of increased monocyte count associated with Avastin and monitor their complete blood count (CBC) during routine visits.","Medium Risk":"Closely monitor patients' CBC, particularly their monocyte count. If an increase in monocyte count is observed, assess for potential underlying causes, such as infections or inflammatory conditions. Manage the underlying causes accordingly.","High Risk":"Regularly assess patients' monocyte count and collaborate with a specialist, such as a hematologist, for further evaluation and management. If the increased monocyte count is significantly severe or persistent, consider additional diagnostics or interventions, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Intestinal perforation":{"Low Risk":"Educate patients about the potential risk of intestinal perforation associated with Avastin and advise them to report any severe abdominal pain, nausea, vomiting, or fever. Monitor patients during routine visits for any signs of intestinal perforation.","Medium Risk":"Closely monitor patients for signs of intestinal perforation and manage it through appropriate supportive measures, such as bowel rest, nasogastric suction, or intravenous hydration, if necessary. If any symptoms suggestive of intestinal perforation occur, perform diagnostic imaging and consult a surgeon promptly.","High Risk":"Regularly assess patients for intestinal perforation and collaborate with a specialist, such as a gastroenterologist or surgeon, for further evaluation and management. If intestinal perforation is suspected or confirmed, consider immediate surgical intervention and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Alanine aminotransferase increased":{"Low Risk":"Educate patients about the potential risk of increased alanine aminotransferase (ALT) levels associated with Avastin and monitor their liver function tests (LFTs) during routine visits.","Medium Risk":"Closely monitor patients' LFTs, particularly their ALT levels. If an increase in ALT levels is observed, assess for potential underlying causes, such as liver injury or hepatitis. Manage the underlying causes accordingly and consider more frequent LFT monitoring.","High Risk":"Regularly assess patients' ALT levels and collaborate with a specialist, such as a hepatologist, for further evaluation and management. If the increased ALT level is significantly severe or persistent, consider additional diagnostics or interventions, and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Cerebrovascular accident":{"Low Risk":"Educate patients about the potential risk of cerebrovascular accidents (CVAs) associated with Avastin and advise them to report any sudden onset of neurological symptoms, such as weakness, numbness, or difficulty speaking. Monitor patients during routine visits for any signs of CVA.","Medium Risk":"Closely monitor patients for signs of CVA and manage it through appropriate supportive measures, such as anticoagulation therapy or blood pressure control, if necessary. If any symptoms suggestive of CVA occur, perform diagnostic imaging and consult a neurologist promptly.","High Risk":"Regularly assess patients for CVA and collaborate with a specialist, such as a neurologist, for further evaluation and management. If a CVA is suspected or confirmed, consider immediate intervention based on the type and severity of the CVA and assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Ascites":{"Low Risk":"Educate patients about the potential risk of ascites associated with Avastin and monitor them for signs of fluid accumulation in the abdomen during routine visits.","Medium Risk":"Closely monitor patients for signs of ascites, such as abdominal distention or discomfort. If ascites is suspected, perform appropriate diagnostic tests, such as abdominal ultrasound, and manage the condition accordingly, which may include diuretics or paracentesis.","High Risk":"Regularly assess patients for ascites and collaborate with a specialist, such as a gastroenterologist or hepatologist, for further evaluation and management. If ascites is confirmed, consider appropriate interventions based on the severity and underlying cause. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Insomnia":{"Low Risk":"Educate patients about the potential risk of insomnia associated with Avastin and provide guidance on sleep hygiene and relaxation techniques. Monitor patients during routine visits for any sleep disturbances.","Medium Risk":"Closely monitor patients for signs of insomnia and consider non-pharmacological interventions, such as cognitive-behavioral therapy for insomnia (CBT-I), to manage the condition.","High Risk":"Regularly assess patients for insomnia and collaborate with a specialist, such as a sleep medicine expert, for further evaluation and management. If the insomnia is severe or persistent, consider pharmacological interventions, such as sleep aids, as appropriate. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Febrile neutropenia":{"Low Risk":"Educate patients about the potential risk of febrile neutropenia associated with Avastin and monitor their complete blood counts (CBC) during routine visits.","Medium Risk":"Closely monitor patients for signs of febrile neutropenia, such as fever and signs of infection. Perform CBCs at regular intervals and consider prophylactic use of granulocyte colony-stimulating factor (G-CSF) in patients at an increased risk of febrile neutropenia.","High Risk":"Regularly assess patients for febrile neutropenia and collaborate with a specialist, such as a hematologist, for further evaluation and management. If febrile neutropenia occurs, administer appropriate antibiotics and G-CSF promptly. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Blood test abnormal":{"Low Risk":null,"Medium Risk":null,"High Risk":null},"Pruritus":{"Low Risk":"Educate patients about the potential risk of pruritus associated with Avastin and provide guidance on skincare and over-the-counter (OTC) remedies, such as moisturizers or anti-itch creams.","Medium Risk":"Closely monitor patients for signs of pruritus and consider non-pharmacological interventions, such as cool compresses and avoiding irritants. If pruritus is bothersome, consider recommending OTC remedies or prescribe mild topical corticosteroids.","High Risk":"Regularly assess patients for pruritus and collaborate with a specialist, such as a dermatologist, for further evaluation and management. If the pruritus is severe or persistent, consider prescribing stronger topical corticosteroids or systemic treatments, such as antihistamines. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Neoplasm":{"Low Risk":"Inform patients about the potential risk of neoplasm associated with Avastin and emphasize the importance of regular health check-ups and monitoring for any unusual symptoms or changes in health.","Medium Risk":"Closely monitor patients for signs of neoplasm development, such as lumps, changes in the skin, or unexplained pain. Consider imaging studies or other diagnostic tests as needed to detect potential neoplasms early.","High Risk":"Regularly assess patients for neoplasm development and collaborate with a specialist, such as an oncologist, for further evaluation and management. If a neoplasm is detected, discuss the appropriate course of action, which may include surgery, radiation, or chemotherapy. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Visual impairment":{"Low Risk":"Educate patients about the potential risk of visual impairment associated with Avastin and encourage them to report any changes in their vision, such as blurriness or difficulty seeing in low light.","Medium Risk":"Closely monitor patients for signs of visual impairment and consider scheduling regular ophthalmological examinations to assess their visual acuity and eye health. If visual impairment is suspected, consult with an ophthalmologist for further evaluation.","High Risk":"Regularly assess patients for visual impairment and collaborate with a specialist, such as an ophthalmologist, for further evaluation and management. If visual impairment is confirmed, consider appropriate interventions, which may include corrective lenses, medication, or surgery. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Vision blurred":{"Low Risk":"Educate patients about the potential risk of blurred vision associated with Avastin and encourage them to report any visual changes or disturbances.","Medium Risk":"Monitor patients for signs of blurred vision and consider scheduling regular ophthalmological examinations to assess their visual acuity and eye health. If blurred vision is suspected, consult with an ophthalmologist for further evaluation.","High Risk":"Regularly assess patients for blurred vision and collaborate with a specialist, such as an ophthalmologist, for further evaluation and management. If blurred vision is confirmed, consider appropriate interventions, which may include corrective lenses or medication. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Rhinorrhoea":{"Low Risk":"Inform patients about the potential risk of rhinorrhoea associated with Avastin and advise them to report any persistent nasal discharge or congestion.","Medium Risk":"Monitor patients for signs of rhinorrhoea and consider recommending over-the-counter decongestants or saline nasal sprays to alleviate symptoms. If rhinorrhoea is persistent or worsens, consult with an otolaryngologist for further evaluation.","High Risk":"Regularly assess patients for rhinorrhoea and collaborate with a specialist, such as an otolaryngologist, for further evaluation and management. If rhinorrhoea is severe or unresponsive to conservative treatment, consider additional interventions, such as prescription medication or surgery. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Mean platelet volume decreased":{"Low Risk":"Educate patients about the potential risk of decreased mean platelet volume (MPV) associated with Avastin and advise them to report any unusual bleeding or bruising.","Medium Risk":"Monitor patients for signs of decreased MPV, such as unexplained bleeding, easy bruising, or petechiae. Consider scheduling regular blood tests to evaluate platelet counts and MPV. If decreased MPV is suspected, consult with a hematologist for further evaluation and management.","High Risk":"Regularly assess patients for decreased MPV and collaborate with a specialist, such as a hematologist, for further evaluation and management. If MPV is significantly decreased or there is evidence of thrombocytopenia, consider appropriate interventions, which may include platelet transfusions or other supportive measures. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."},"Brain oedema":{"Low Risk":"Inform patients about the potential risk of brain oedema associated with Avastin and advise them to report any new or worsening neurological symptoms, such as headache, confusion, or seizures.","Medium Risk":"Monitor patients for signs of brain oedema, such as worsening neurological symptoms or altered mental status. If brain oedema is suspected, consider imaging studies, such as MRI, for further evaluation and consult with a neurologist or neurosurgeon.","High Risk":"Regularly assess patients for brain oedema and collaborate with a specialist, such as a neurologist or neurosurgeon, for further evaluation and management. If brain oedema is confirmed, consider appropriate interventions, which may include corticosteroids, osmotic diuretics, or surgical intervention. Assess the potential need for Avastin dose adjustments or discontinuation based on the severity of the condition and its impact on the patient's overall health."}}